[
  {
    "id": 1,
    "text": "Diagnósticos médicos e decisões jurídicas: o papel da IA\nA justiça e a Medicina são considerados campos de alto risco. Neles é mais urgente do que em qualquer outra área estabelecer sistemas para que os humanos tenham sempre a decisão final.\n\nOs especialistas em IA trabalham para garantir a confiança dos usuários, para que o sistema seja transparente, que proteja as pessoas e que os humanos estejam no centro das decisões.",
    "lang": "pt",
    "summary": null
  },
  {
    "id": 2,
    "text": "Medical diagnostics and legal decisions: the role of AI\nJustice and medicine are considered high-risk fields. In these areas, it is more urgent than in any other to establish systems that ensure humans always have the final decision.\n\nAI specialists work to guarantee user trust, ensuring systems are transparent, protect individuals, and place humans at the center of decisions.",
    "lang": "en",
    "summary": null
  },
  {
    "id": 3,
    "text": "Diagnósticos médicos y decisiones legales: el papel de la IA\nLa justicia y la medicina se consideran campos de alto riesgo. En estas áreas, es más urgente que en cualquier otra establecer sistemas para que los humanos siempre tengan la decisión final.\n\nLos especialistas en IA trabajan para garantizar la confianza de los usuarios, asegurando que los sistemas sean transparentes, protejan a las personas y coloquen a los humanos en el centro de las decisiones.",
    "lang": "es",
    "summary": null
  },
  {
    "id": 4,
    "text": "O impacto da IA no mercado de trabalho\nA automação, impulsionada por inteligência artificial, está transformando o mercado de trabalho em ritmo acelerado. Enquanto algumas profissões desaparecem, outras novas emergem, demandando habilidades tecnológicas e criativas.",
    "lang": "pt",
    "summary": null
  },
  {
    "id": 5,
    "text": "The impact of AI on the job market\nAutomation, driven by artificial intelligence, is rapidly transforming the job market. While some professions disappear, others emerge, requiring technological and creative skills.",
    "lang": "en",
    "summary": null
  },
  {
    "id": 6,
    "text": "El impacto de la IA en el mercado laboral\nLa automatización, impulsada por la inteligencia artificial, está transformando rápidamente el mercado laboral. Mientras que algunas profesiones desaparecen, otras emergen, requiriendo habilidades tecnológicas y creativas.",
    "lang": "es",
    "summary": null
  },
  {
    "id": 7,
    "text": "IA na educação: transformando a sala de aula\nSoluções baseadas em IA estão personalizando o aprendizado para cada estudante, criando oportunidades para ensino mais eficiente e inclusivo.",
    "lang": "pt",
    "summary": null
  },
  {
    "id": 8,
    "text": "AI in education: transforming the classroom\nAI-powered solutions are personalizing learning for each student, creating opportunities for more efficient and inclusive teaching.",
    "lang": "en",
    "summary": null
  },
  {
    "id": 9,
    "text": "IA en la educación: transformando el aula\nLas soluciones impulsadas por IA están personalizando el aprendizaje para cada estudiante, creando oportunidades para una enseñanza más eficiente e inclusiva.",
    "lang": "es",
    "summary": null
  },
  {
    "id": 10,
    "text": "IA na medicina: diagnóstico e prevenção\nA inteligência artificial está ajudando médicos a identificar doenças precocemente, melhorar a precisão diagnóstica e planejar tratamentos personalizados.",
    "lang": "pt",
    "summary": null
  }
]
